-- phpMyAdmin SQL Dump
-- version 3.2.0.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2011 年 01 月 31 日 12:45
-- 服务器版本: 5.5.8
-- PHP 版本: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- 数据库: `wow`
--

-- --------------------------------------------------------

--
-- 表的结构 `game_boss`
--

CREATE TABLE IF NOT EXISTS `game_boss` (
  `name` varchar(100) NOT NULL,
  `hp` int(100) NOT NULL,
  `mp` int(100) NOT NULL,
  `coord` varchar(100) NOT NULL,
  `dropthing` varchar(100) NOT NULL,
  `copy` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `game_boss`
--

INSERT INTO `game_boss` (`name`, `hp`, `mp`, `coord`, `dropthing`, `copy`) VALUES
('布隆亚姆', 903227, 333520, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '灵魂熔炉'),
('灵魂吞噬者', 903227, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '灵魂熔炉'),
('熔炉之主加弗斯特', 647088, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '萨隆矿坑 '),
('伊克和克莱克', 903227, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '萨隆矿坑 '),
('天灾领主泰兰努斯', 1078480, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '萨隆矿坑 '),
('法瑞克', 633607, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '映像大厅'),
('玛维恩', 903227, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '映像大厅'),
('巫妖王', 27890000, 0, '', '极夜	老爹的最新款飞刀  老爹的新款背包 潮人护肩 低泣护手 爱情的囚徒 迷乱之眼头盔 老爹的最新款背包', '映像大厅');

-- --------------------------------------------------------

--
-- 表的结构 `game_copy`
--

CREATE TABLE IF NOT EXISTS `game_copy` (
  `name` varchar(100) NOT NULL,
  `level` varchar(100) NOT NULL,
  `intro` text NOT NULL,
  `boss` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `game_copy`
--

INSERT INTO `game_copy` (`name`, `level`, `intro`, `boss`) VALUES
('灵魂熔炉', '普通', '等级: 80 - 80\r\n阵营: 双方\r\n所属区域:寒冰皇冠\r\n人数上限:5人', '布隆亚姆 灵魂吞噬者'),
('萨隆矿坑', '普通', '等级: 80 - 80\r\n阵营: 双方\r\n所属区域:寒冰皇冠\r\n人数上限:5人', '熔炉之主加弗斯特 伊克和克莱克 天灾领主泰兰努斯'),
('映像大厅', '普通', '等级: 80 - 80\r\n阵营: 双方\r\n所属区域:寒冰皇冠\r\n人数上限:5人', '法瑞克 玛维恩 巫妖王');

